cfd/openfoam/compressible/rhoSimpleFoam/05_Mapping/common/system/include/convergenceConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

// Convergence conditions
convergenceCondition_p      1e-2;
convergenceCondition_U      1e-3;
convergenceCondition_e      1e-3;
convergenceCondition_k      1e-3;
convergenceCondition_omega  1e-4;
